[
	{
		"anime": "Gekijōban Gintama Kanketsu-hen: Yorozuya yo Eien Nare",
		"character": "Gintoki Sakata",
		"quote": "Even if you lose all memory in your head, the ones engraved in your heart and the ones that exist in your soul will never disappear, no matter what happens."
	},
	{
		"anime": "Gintama",
		"character": "Gintoki Sakata",
		"quote": "Unfortunately, I don't have a nice eyeball like you, that can see this and that. All I can do to pursue one thing in front of me. So whether it's the abyss of death or an empty void, I won't fight for the manju offered to my grave. I'll fight for tomorrow's breakfast. That's all."
	},
	{
		"anime": "Gintama",
		"character": "Gintoki Sakata",
		"quote": "You're absolutely right. I can't do anything alone.  Everyone has their flaws and imperfections, but that's what drives us to work together... To make up for those flaws. Together, we make the perfect main character."
	},
	{
		"anime": "Gintama",
		"character": "Gintoki Sakata",
		"quote": "For a pregnant woman to give birth, she's gotta feel the pain of pulling a watermelon out of her nostril. For an Artist to create a masterpiece, he's gotta feel the pain of pulling entire galaxies out  of his ass."
	},
	{
		"anime": "Gintama",
		"character": "Okita Sougo",
		"quote": "Sometimes, it's necessary to look back at the past in order to move on to the future."
	},
	{
		"anime": "Gintama",
		"character": "Gintoki Sakata",
		"quote": "The night is in its darkest just before dawn. But keep your eyes open. If you avert your eyes from the dark, you'll be blinded by the rays of a new day. So keep your eyes open, no matter how dark the night ahead may be."
	},
	{
		"anime": "Gintama",
		"character": "Gintoki Sakata",
		"quote": "No matter whether you win or not, there's no meaning to war."
	},
	{
		"anime": "Gintama",
		"character": "Gintama",
		"quote": "A prison, you say? You think you'll be free if you go to the world above? A girl like you can never be free no matter where you go. After all, we humans are apes put in a cage called Earth. There is no difference between the world above and the world below. The only difference is which is bigger or smaller. People who pout about how confining the cage is can never be happy. They live their lives only seeing the iron bars. A true lack of freedom is when you cage your soul."
	},
	{
		"anime": "Gintama",
		"character": "Hattori Zenzou",
		"quote": "It's quite easy for humans to become adults, but to always have a child-like heart that makes everything joyful isn't such an easy task."
	},
	{
		"anime": "Gintama",
		"character": "Matsu's Husband",
		"quote": "Matsu, you said that people and fireworks bloom like beautiful flowers for an instant and then fade away. That may be true, but Matsu, even if it's only for a moment, I want you to bloom by my side and when you fade away... do so at my side. In return, I will... make beautiful flowers bloom by your side again and again."
	}
]
